TargetApplication=Advanced Renamer 3.5
Author=photo.kubala@gmail.com
SourceLANGID=1033
LANGID=1051
Generator=DKLang Translation Editor v3.0
LastModified=2014-03-17 12:21:47

[About]
00000002=O programe
00000094=Aren
00000161=Zavrieť
00000162=Verzia
00000165=Komentáre, návrhy na zlepšenia a upozornenia na chyby sú vítané.
00000166=O Advanced Renamer
00000167=Pozrieť si fórum
00000168=Darovať

[AddDir]
00000002=Pridať adresár
00000094=&Maska:
00000161=Zrušiť
00000162=OK
00000163=Zahrnúť &podzložky
00000164=Nový priečinok...

[ARenMain]
00000002=ARen
00000005=0 Položiek
00000006=0 Chýb
00000007=Stav: OK
00000008=Panel nástrojov
00000009=&Obnoviť
00000010=T&est úlohy
00000011=Auto &Test
00000012=Miniatúry
00000013=&Nastavenia
00000014=Pomo&c
00000015=&Index...
00000016=&Klávesové skratky...
00000017=&Verzia protokolu...
00000018=Kontrola &novej verzie...
00000020=&O programe...
00000021=Vrátiť &späť
00000022=SPUSTIŤ
00000023=Zoznam nástrojov
00000024=&Pridať
00000025=&Súbory...
00000026=&Zložky...
00000027=&Zoznam
00000028=&Načítať...
00000029=&Uložiť...
00000030=&Vyčistiť...
00000031=Odstrániť &chybné položky
00000032=Navrch
00000033=Vyššie
00000034=Nižšie
00000035=Naspodok
00000036=Premenovať súbory
00000058=Premenovať zložky
00000067=Názov súboru:
00000068=Adresár
00000069=Veľkosť:
00000070=Dátumu vytvorenia:
00000071=Dátum zmeny:
00000072=Typ súboru:
00000073=Vlastnosti:
00000074=Dátum prístupu:
00000075=Informácie o položke
00000076=Žiadne Info
00000077=Nedájú sa načítať rozšírené informácie. Súbor môže byť používaný.
00000078=Img
00000079=Rozmery:
00000080=Dátum snímku:
00000081=Autor:
00000082=Copyright:
00000084=ID3
00000085=Titul:
00000086=Interpret:
00000087=Album:
00000088=Track:
00000089=Rok:
00000090=Žáner:
00000091=Dir
00000092=Obsahuje:
00000094=Nebola nájdená žiadna metóda.
00000095=Zoznam metód
00000096=Panel metód
00000097=Pridať &metódu
00000098=Odstrániť metódu
00000099=&Vyčistiť
00000100=Navrch
00000101=Vyššie
00000102=Nižšie
00000103=Naspodok
00000105=Načítať zoznam metód
00000106=Uložiť do zoznamu metód
00000107=Prednastavenia:
00000110=Uložiť zoznam
00000111=Presunúť vybrané
00000112=Navrch
00000113=Vyššie
00000114=Nižšie
00000115=Naspodok
00000116=Pridať...
00000117=Odstrániť
00000118=Spustiť
00000119=Vlastnosti...
00000120=Načítať zoznam...
00000121=Textový súbor...
00000122=Vyčistiť zoznam
00000123=Obnoviť
00000124=Nastaviť
00000125=Prispôsobiť stĺpce
00000144=&Prispôsobiť...
00000145=&Kópírovať
00000152=Presunúť
00000153=Navrch
00000154=Vyššie
00000155=Nižšie
00000156=Naspodok
00000157=Zmena metódy
00000158=Pridať metódu
00000159=Odstrániť
00000160=Vyčistiť
00000161=Online pomoc
00000162=Online pomoc
00000163=&Začíname...
00000164=Metódy
00000179=Vložiť &predlohu
00000180=&Naspäť
00000181=Vys&trihnúť
00000182=&Kopírovať
00000183=&Vložiť
00000184=Vybrať &všetko
00000185=Online &forum...
00000186=Stĺpce
00000187=Nastaviť
00000188=Prispôsobiť stĺpce
00000189=&Prispôsobiť...
00000190=Štýl zobrazenia
00000191=Podrobnosti
00000192=Veľké ikony
00000193=Malé ikony
00000194=Zoznam
00000195=&Prispieť...
00000196=Označiť
00000197=Odznačiť vybraté
00000198=Označiť vybraté
00000200=Odznačiť všetko
00000201=Označiť všetko
00000202=Originál položky:
00000203=Výstupná zložka:
00000204=Uložiť zoznam
00000205=CSV súbor...
00000206=Odstrániť položky bez ID3 &hudobných znakov
00000207=Odstrániť položky bez &obrazových informácii
00000219=Riešenie Kolízie:
00000220=Oddeľovač:
00000221=Predloha:
00000223=Otvoriť úlohu
00000225=Uložiť úlohu
00000226=Video
00000227=Rozmery:
00000228=Rýchlosť snímok:
00000229=Čas:
00000230=Video kodek:
00000231=Audio kodek
00000232=Prenosová rýchlosť:
00000233=GPS:
00000234=Náhodné triedenie
00000235=Zmeniť popis.
00000236=GPS Presnosť:
00000237=ExifTool
00000238=Pridať panel nástrojov
00000239=Pridať vybraté
00000240=Zobraziť súbory
00000241=Obnoviť
00000242=&Panel zložiek
00000243=Panel zložiek
00000244=Pridať vybraté
00000245=TV program...
00000246=Import
00000247=TV program:
00000248=TV Epizóda:
00000249=CSV Súbor...
00000250=Označiť podľa vzoru...
00000251=Odznačiť podľa vzoru ...
00000252=Program
00000253=Konfigurovať z  príkazového riadku...
00000254=Obrátiť značky
00000255=Vybrať
00000256=Vybrať všetko
00000257=Nevybrať nič
00000258=Obrátiť výber
00000259=Značka nezodpovedá vzoru ...

[BatchResultFrame]
00000003=Posledný výsledok
00000004=Celkový počet položiek:
00000005=Počet nájdených chýb:
00000006=Zobraziť chyby...
00000007=Vrátiť poslednú úlohu...
00000008=Pridať ÚSPEŠNÉ položky
00000009=Pridať CHYBNÉ položky
00000010=Pridať VŠETKY položky

[CustomizeCols]
00000002=Prispôsobiť stĺpce
00000094=Nastaviť &stĺpce:
00000095=&Stĺpce:
00000096=Šírka &stĺpcov:
00000097=OK
00000098=Zrušiť
00000099=Vyššie
00000100=Nižšie
00000101=Navrch
00000102=Naspodok
00000103=Uložiť
00000104=Odstrániť

[frmAddFolderChoice]
00000001=Pridať položky
00000002=Zrušiť
00000003=OK
00000004=Pridať &súbory v zložkách
00000005=Pridať zložky
00000006=&Zahrnúť podzložky
00000007=Vybrať len s týmito znakmi: ( vzor: *x* )
00000008=Vyberte spôsob, akým chcete pridať položky.
00000009=Pridať &koreňové zložky
00000010=Pridať &podzložky

[InsertTag]
00000003=<Inc Nr>   AKO NÁZVY POUŽIŤ:  Poradie z čísiel
00000096=Predvolené
00000097=<DirName>  Ako názvy použiť:  Názov zložky
00000099=<Inc Alpha> ... Poradie z písmen
00000101=<Num Dirs>  ... Celkový počet podzložiek v zložke
00000103=<Num Files> ... Celkový počet súborov v zložke
00000105=<Ext>   Ako názvy použiť:  Príponu
00000107=<Name>  ... Názov súboru bez prípony
00000109=<Inc NrDir>  ... Počet pripadajúci na každú zložku
00000111=<Num Items> ...  Celkový počet položiek v zložke
00000113=ID3/ MP3
00000114=<ID3 Album> Názov albumu
00000116=<ID3 Year> Rok
00000118=<ID3 Track> Číslo skladby
00000120=<ID3 Tttle> Názov skladby
00000122=<ID3 Genre> Žáner
00000124=<ID3 Artist> Interpret
00000126=Obraz
00000127=<Img Width> Šírka obrazu
00000129=<Img Height> Výška obrazu
00000131=<Img Year> Rok
00000133=<Img Month> Mesiac
00000135=<Img Day> Deň
00000137=<Img Hour> Hodina
00000139=<Img Min> Minúta
00000141=<Img Sec> Sekunda
00000143=<Img Autor> Autor obrazu
00000145=<Img Copyright> Ochranná známka
00000147=Čas
00000148=<Year> Rok
00000150=<Sec> Sekunda
00000152=<Min> Minúta
00000154=<Hour> Hodina
00000156=<Day> Deň
00000158=<Month> Mesiac
00000160=Vytvorené
00000161=<Year Created> Rok vytvorenia
00000163=<Sec Created> Sek. vytvorenia
00000165=<Min Created> Min. vytvorenia
00000167=<Hour Created> Hod. vytvorenia
00000169=<Day Created> Deň vytvorenia
00000171=<Month Created> Mesiac vytvorenia
00000173=Upravené
00000174=<Year Modified> Rok úpravy
00000176=<Sec Modified> Sek. úpravy
00000178=<Min Modified> Min. úpravy
00000180=<Hour Modified> Hod. úpravy
00000182=<Day Modified> Deň úpravy
00000184=<Month Modified> Mesiac úpravy
00000186=Pomoc
00000187=<Rand> Náhodné číslo
00000188=Rozšírené
00000189=<File Content> Obsah súboru
00000190=<Bitrate> Prenosová rýchlosť
00000191=<Substr> Podreťazec
00000192=<RSubstr> Podreťazec v pravo
00000193=<Word>  Ponechať z názvu časť  č.: ...
00000194=<Img Subsec>
00000195=Veľkosť súboru
00000196=<Filesize> Veľkosť súboru
00000197=<Filesize KB> Veľkosť súboru v KB
00000198=<Filesize MB> Veľkosť súboru v MB
00000199=<Filesize GB> Veľkosť súboru v GB
00000200=<Filesize TB> Veľkosť súboru v TB
00000201=Video
00000202=<Video šírka> Vodorovné rozlíšenie videa
00000203=<Video výška> Zvislé rozlíšenie videa
00000204=<Video Codec> Obrazový kodek
00000205=<Video Audio Codec> Zvukový kodek
00000206=<Bitrate> Celková prenosová rýchlosť
00000207=<Video Bitrate> Prenosová rýchlosť videa
00000208=<Video Audio Bitrate> Prenosová rýchlosť zvuku
00000210=<Video FrameRate> Počet obrázkov za sekundu
00000211=<Video Duration>  Čas prehrávania videa
00000212=<Img CameraMake> Značka fotoaparátu
00000213=<Img CameraModel> Model  fotoaparátu
00000214=<Img Aperture> Clona
00000215=<Img Brightness> Img Jas
00000216=<Img FocalLength> Ohnisková vzdialenosť
00000217=<Img ISO> ISO
00000218=<Img ShutterSpeed> Rýchlosť uzávierky
00000219=<Img ExposureTime> Expozičná doba
00000220=<Img Subject> Subjekt
00000221=<Img Title> Názov
00000222=<Img Contrast> Kontrast
00000223=<Img ExposureMode> Expozičný režim
00000224=<Img ExposureProgram> Expozičný Program
00000225=<Img Saturation> Sýtosť
00000226=<Img Sharpness> Ostrosť
00000227=<Img WhiteBalance> Vyváženie bielej
00000228=GPS
00000229=<GPS Lat> Zemepisná šírka
00000230=<GPS Lat Deg> Zemepisná šírka v stupňoch
00000231=<GPS Lat Sec> Zemepisná šírka v sekundách
00000232=<GPS Lat Min> Zemepisná šírka v minútach
00000237=<GPS Lng>  Zemepisná dĺžka
00000238=<GPS Lng Deg> Zemepisná dĺžka v stupňoch
00000239=<GPS Lng Min> Zemepisná dĺžka v minutach
00000240=<GPS Lng Sec> Zemepisná dĺžka v sekundách
00000241=<GPS Alt> Nadmorská výška
00000242=<GPS Krajiny> Krajina nasnímania
00000243=<GPS Mesta> Mesto nasnímania
00000244=<GPS Štátu> Štát nasnímania
00000245=<GPS Lng Dir> Zemepisná dĺžka - smer
00000246=<GPS Lat Dir> Zemepisná šírka  - smer
00000247=<ExifTool> Hodnoty z ExifTool
00000249=Kontrolný súčet
00000250=<MD5> - MD5 kontrolný súčet
00000251=<SHA1> - SHA-1 kontrolný súčet
00000252=<SHA256> - SHA-256 kontrolný súčet
00000253=TVShow
00000254=<TVShow Genres> - Zoznam žánrov
00000255=<TVShow Year> - Rok vysielania
00000256=<TVShow Title> - Názov
00000257=<TVShow Season> - Číslo periody
00000258=<TVShow EpisodeNumber> - Číslo epizódy
00000259=<TVShow Day> - Deň vysielania epizódy
00000260=<TVShow Month> - Mesiac vysielania epizódy
00000261=<TVShow StartYear> - Rok prvého vysielania
00000262=<TVShow EpisodeTitle> - Názov epizódy
00000263=<TVShow EpisodeSequence> - Poradové číslo epizódy
00000264=<Inc Hex> - Zvyšovať hex čísla
00000265=<Inc Roman> Zvyšovať rímske čísla
00000266=<Video Title>
00000267=<Video Genre>
00000279=<ID3 Duration> -Čas hrania audia
00000280=<ID3 Hour> - Hodinová časť hrania audia
00000281=<ID3 Min> - Minutová časť hrania audia
00000282=<ID3 Sec> - Sekundová časť hrania audia
00000283=<Video Hour> - Hodinová časť hrania videa
00000284=<Video min> - Minútová časť hrania videa
00000285=<Video Sec> - Sekundová časť hrania videa
00000286=<File Line>
00000287=<Dec Nr> Znižovanie počtu

[InsertTagWnd]
00000002=Textové pole
00000094=Zrušiť
00000095=Číselná hodnota
00000096=Predloha
00000097=OK
00000098=Použiť regulárne výrazy
00000099=Tagy:
00000100=Metaznaky regulárnych výrazov:

[Patern]
00000002=Predlohy
00000094=Dostupné predlohy:
00000159=O&dstrániť
00000160=&Vybratá predloha:
00000161=OK
00000162=Zrušiť
00000163=&Pridať
00000164=&Nové

[PreRenaming]
00000002=Spustiť premenovanie
00000094=Nastavenie:
00000160=Uistite sa, že vaše nastavenia sú v poriadku.
00000161=Zrušiť
00000162=Štart

[Progress]
00000002=Postup
00000094=Počkajte prosím, kým skončí úloha...
00000160=Celkový počet súborov:
00000161=OK
00000162=Skontrolujte chyby
00000163=Pridať súbory:
00000164=Žiadne
00000165=Žiadne\nSúbory, ktoré môžu byť premenované\nSúbory, ktoré nemôžu byť premenované\nVšetky súbory
00000166=Záložka 1
00000167=Názov súboru
00000168=Kód chyby
00000169=Chyba Desc
00000170=Celkový počet:
00000171=Dokončené:
00000172=Chyby:
00000173=Záložka 2
00000174=Nájdených chýb:

[ProgressAdd]
00000002=Prosím čakajte
00000094=Pridávanie súborov...
00000161=Zrušiť

[ProgressError]
00000002=Boli nájdené chyby
00000094=Vo vybratých súboroch boli zistené chyby. Nasledovné súbory nemožno premenovať. Zvoľte požadovanú akciu nižšie. Žiadne súbory neboli premenované.
00000161=Zastaviť úlohu
00000163=Vynechať chybné súbory
00000164=Celkový počet súborov:
00000165=Chyby:
00000166=Názov súboru
00000167=Chyba

[Settings]
00000002=Nastavenia
00000161=Zrušiť
00000162=OK
00000163=Predvolené
00000164=Nah&radiť nepodporované:
00000165=Šírka &miniatúry:
00000166=Výška mi&niatúry:
00000167=Zobraziť in&formácie o súbore
00000168=Potvrdiť &vymazanie zoznamu
00000171=Zobraziť v kont&extovom menu
00000172=Zobraziť &mriežky
00000173=Použit EXIF pre šírku a výšku obrázku
00000175=Jazyk:
00000177=Uložiť nastavenia v tomto priečinku:
00000178=Osobná zložka
00000179=Rovnaký priečinok ako aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Otvoriť priečinok..
00000187=Zobraziť nápovedu
00000188=Použiť nuly v Inc Nr
00000194=Skontrolovať aktualizácie pri štarte
00000195=Použiť EXIF pro obrazové operácie:
00000196=Skontrolovať stav ovplyvňujúci  Inc Nr tags
00000197=Oddeliť slová:
00000198=Asociovať .aren súbory s Advanced Renamer
00000199=Prostredie
00000200=Program
00000201=Premenovanie
00000202=Obrazové súbory
00000203=Hudobné súbory
00000204=ID&3 Predvoľby
00000205=Zobraziť zoznam: Metódy
00000206=Po skončení úlohy pridať:
00000207=Konzola
00000208=Cesta prostredia zložky aplikácie
00000209=JS Script editor
00000210=Karta značiek veľkosti:
00000212=Na predchádzajúci koniec riadku
00000213=Limit položky:

[UndoBatchForm]
00000002=Naspäť
00000094=Vyberte úlohou, vráťte späť a  nech vás tu viac nevidím : )
00000161=Zavrieť
00000162=Vrátiť späť
00000163=Pôvodná položka
00000164=Premenovať názov súboru
00000165=Chyba
00000166=Pôvodná zložka
00000167=Skontrolovať všetko
00000168=Odznačit všetko
00000169=Zo zoznamu vyberte staršiu úlohu a kliknite na tlačidlo  [ Vrátiť späť ] - Vybratá úloha bude nevratne vrátená späť.
00000170=Premenovať zložku
00000171=Odstrániť...
00000172=Odznačiť &chybné položky

[frmExifTool]
00000002=ExifTool
00000094=Zavrieť
00000096=Tag:
00000097=Kopírovať
00000098=ExifTool je externý program s podporou pre formáty súborov, ktoré Advanced Renamer natívne nepodporuje. ExifTool je vhodný k získaniu ďalších metadát súborov.
00000099=Webová stránka ExifTool

[frmJSScript]
00000001=Skript
00000002=Zatvoriť a aplikovať skript
00000003=Skript bude pre každú položku v zozname aplikovaný len raz.
00000004=Skript bude aplikovaný len raz a pred opakovaním a spracovaním všetkých položiek v zozname. Použite ho na nastavenie počiatočnej hodnoty.

[frmCSVImport]
00000002=CSV Import
00000003=&Import
00000008=Zrušiť
00000009=Názov súboru:
00000010=Oddeľovač stĺpcov:
00000011=Stĺpce pre pôvodný názov:
00000012=Stĺpce pre nový názov: (voliteľné)\n
00000013=Zložka pre pôvodné súbory:
00000014=Označiť 1. riadok ako hlavičku
00000015=Pôvodný názov súboru
00000016=Nový názov súboru
00000017=Stav

[frmTVShow]
00000002=Importovať TV úkážku
00000003=OK
00000004=Hľadať v TV ukážke:
00000005=Hľadať
00000006=Ďalej >
00000007=< Späť
00000008=Zrušiť
00000009=Zobraziť vybrané:
00000010=Žáner:
00000011=Perióda:
00000013=Perióda:
00000014=Epizóda:
00000015=Pomocou tohto sprievodcu doplníte súbory informáciami získanými z TVRage.com.\n\nSkôr než budete pokračovať, skontrolujte, či sú súbory v zozname zoradené správne.\n\nPo dokončení importu môžete použiť získané tagy na premenovanie  informácii v TV programe.
00000016=Import z:
00000017=Počet položiek v zozname:
00000018=Počet vybraných epizód:
00000019=Obnoviť

[frmCommandLine]
00000002=Konfigurácia cez príkazový riadok
00000202=Dávkový režim:
00000223=Otvoriť dávkový režim
00000224=Cesta:
00000225=Zoznam metód:
00000226=Typy položiek:
00000227=Položky:
00000228=Poradie položiek:
00000229=Výstup do logu:
00000230=Cieľová zložka:
00000231=Maska položky:
00000232=Regex masky položky:
00000233=Príkaz:
00000234=Súbor obsahujúci položky:
00000235=Pridať položky z podpriečinkov
00000236=Obrátiť
00000237=Položky z cesty
00000238=Zoznam položiek
00000239=Súbory obsahujúce položky
00000240=Kopírovať príkaz
00000241=Uložiť ako .bat file...
00000242=Zavrieť
00000243=Otvoriť súbor
00000244=Uložiť súbor
00000245=Uložiť dávkový súbor

[$CONSTANTS]
AbsoluteDateTime=Absolútny dátum a čas
Accessed=Dostupné
AccessedDateTime=Dostupný dátum a čas
Active=Aktívne
Add=Pridať údaj
AddFiles=Pridáť súbory
AddingFiles=Pridávanie súborov...
All=Všetko
AllFiles=Všetky súbory
AllItems=Všetky položky
AnalyzingFiles=Analyzovať súbory...
ApplyScript=Použiť skript
ApplyTo=Aplikovať
Archive=Archív
Archive_Short=A
Ask=Opýtať sa
AtIndex=Pridať na miesto č.
Audio=Audio
Backwards=Odzadu
BatchModeCopy=Kopírovať
BatchModeMove=Presunúť
BatchModeRename=Premenovať
Beta=Beta
BetaFeature=Beta funkcie
CaseSensitive=Nerozlišovať veľké a malé písmená
ColumnName0=Názov súboru
ColumnName1=Cesta
ColumnName10=ID3 Žáner
ColumnName100=Názov zložky
ColumnName101=Cesta
ColumnName102=Dátum vytvorenia
ColumnName103=Vlastnosti
ColumnName104=Nové Vlastnosti
ColumnName105=Nový názov zložky
ColumnName106=Nový dátum
ColumnName107=Kód chyby
ColumnName108=Stav
ColumnName109=Nová cesta
ColumnName11=ID3 Názov
ColumnName12=ID3 Číslo
ColumnName13=ID3 Rok
ColumnName14=Nové Vlastnosti
ColumnName15=Nový názov súboru
ColumnName16=Nový dátum
ColumnName17=Nový dátum prístupu
ColumnName18=Nový dátum úpravy
ColumnName19=Kód chyby
ColumnName2=Veľkosť
ColumnName20=Stav
ColumnName21=Dátum nasnímania
ColumnName22=Rozšírenie
ColumnName23=Nová cesta
ColumnName3=Dátum vytvorenia
ColumnName4=Dátum prístupu
ColumnName5=Dátum úpravy
ColumnName6=Vlastnosti
ColumnName7=Rozmery
ColumnName8=ID3 Album
ColumnName9=ID3 Interpret
CopiedFileCouldNotBeFound=Kopírovaný súbor sa nepodarilo nájsť
CopiedFolderCouldNotBeFound=Kopírovanú zložku sa nepodarilo nájsť
CopiedItem=Kopírovať  položky
CopiedItemPath=Kopírovať cesty položiek
Created=Vytvorené
CreatedDateTime=Vytvoriť dátum a čas
current=aktuálne
Datetime=Dátum čas
Day=Deň
Day_Long_1=Pondelok
Day_Long_2=Utorok
Day_Long_3=Streda
Day_Long_4=Štvrtok
Day_Long_5=Piatok
Day_Long_6=Sobota
Day_Long_7=Nedeľa
Day_Short_1=Po
Day_Short_2=Ut
Day_Short_3=Str
Day_Short_4=Št
Day_Short_5=Pia
Day_Short_6=So
Day_Short_7=Ne
DeltaDateTime=Delta dátumu a času
Description=Popis
DirnamePattern=Vzor pŕikazu
Edit=Upraviť
Error=Chyba
Errors=Chyby
Err_100=OK
Err_101=Neznáma chyba
Err_102=<>:"/\\*? nie sú podporované v názvoch súborov
Err_103=Názov súboru obsahuje nepovolené znaky
Err_104=Názov súboru je príliš dlhý
Err_105=Súbor už existuje
Err_106=Zložka neexistuje
Err_107=Zdrojový súbor sa nedá nájsť
Err_108=Názov súboru je neuvedený
Err_109=Máte viac súborov s rovnakým názvom
Err_110=Neplatná premenovacia metóda
Err_111=Informácie o obrázku neboli nájdené
Err_112=ID3 TAG sa nenašiel
Err_113=Priveľa súborov <Inc Alpha>
Err_114=Neplatné časové razítko
Err_115=Rozšírenie sa zmenilo
Err_116=Neplatná značka
Err_117=Neplatné regulárne výrazy
Err_118=Vzorka sa nenašla
Err_119=Žiadny výsledok z geo servera
Err_120=Neplatný výsledok z geo servera
Err_121=Informácie o grafickej karte sa nenašli
Err_122=Informácie GPS sa nenašli
Err_123=Zložky nemôžu biť presunuté alebo skopírované na inú jednotku
Err_124=Neplatný skript
Err_125=Chyba ExifTool
Err_126=Informácie TV programu sa nepodarilo načítať. Najprv použite okno TVImport.
Excellent=Vynikajúce
EXIFDate_DateDigitized=Digitálny dátum
EXIFDate_DateOriginal=Originálny dátum
EXIFDate_DateTaken=Dátum nasnímania
Extension=Rozšírenie
Fair=Správne
File=Súbor
FileCouldNotBeRenamed=Súbor nemožno premenovať
Fileinfo=Informácie o položke
FilenamePattern=Typ zložky
FileRenamedOK=Súbor premenovaný OK
Files=Súbory
Folder=Zložky
FolderLocation=Umiestnenie zložky
Folders=Zložky
GettingThumbnails=Načítanie miniatúry
Good=Dobre
GotErrors=Vznikla chyba
HandleNegativeNumbers=Hlava záporných čísel
Hidden=Skryté
Hidden_Short=H
Hour=Hod.
Ideal=Dokonalý
ImageDateTime=Dátum a čas obrazu
ImageFile=Súbor obrazu
InputMessageDescription=Zmeniť popis metódy
InvertCase=Použiť:  obrátený stav
ItemNotReverted=Položka sa nedá sa vrátiť
ItemRevertedOK=Položka vrátená  OK
Items=Položky
LoadList=Zoznam
LowerCase=Použiť:  malé písmená
LowerCaseFirstLetter=Použiť:  malé písmeno na začiatku
LowerCaseFirstLetterInEveryWord=Použiť:  malé prvé písmeno na každom slove
LowerCasePattern=Znaky z [ Predlohy ] zmeniť na malé
MethodName_Add=Pridať
MethodName_Attributes=Vlastnosti
MethodName_List=Zoznam
MethodName_Move=Presunúť
MethodName_NewCase=Zmeniť veľkosť
MethodName_NewName=Nový názov
MethodName_Remove=Odstrániť
MethodName_RemovePattern=Odstrániť údaj
MethodName_Renumber=Prečíslovať
MethodName_Replace=Nahradiť
MethodName_Script=Skript
MethodName_Swap=Vymeniť
MethodName_Timestamp=Čas
MethodName_Trim=Orezať
Methods=Metódy
Min=Min.
Moderate=Stredné
Modified=Upravené
ModifiedDateTime=Modifikovať dátum a čas
Month=Mes.
Month_01_Long=Január
Month_01_Short=Jan
Month_02_Long=Február
Month_02_Short=Feb
Month_03_Long=Marec
Month_03_Short=Mar
Month_04_Long=Apríl
Month_04_Short=Apr
Month_05_Long=Máj
Month_05_Short=Máj
Month_06_Long=Jún
Month_06_Short=Jún
Month_07_Long=Júl
Month_07_Short=Júl
Month_08_Long=August
Month_08_Short=Aug
Month_09_Long=September
Month_09_Short=Sep
Month_10_Long=Október
Month_10_Short=Oct
Month_11_Long=November
Month_11_Short=Nov
Month_12_Long=December
Month_12_Short=Dec
MoveCount=Nahradiť z miesta o
MovedFileCouldNotBeFound=Presunutý súbor sa nepodarilo nájsť
MovedFolderCouldNotBeFound=Presunutú zložku sa nepodarilo nájsť
MovedItem=Presunúť položku
MovedItemPath=Presunúť cestu položky
MoveFrom=Presunúť z miesta
MoveRelative=Presúvať vzhľadom na zadané
MoveTo=Presunúť na miesto
MsgTitle_Confirm_ClearList=Vyčistiť zoznam
MsgTitle_Confirm_DeleteColumnSet=Zmazať stĺpec nastavenia?
MsgTitle_Confirm_OverwriteColumnSet=Súbor už existuje
MsgTitle_Confirm_Quit=Ukončiť Advanced Renamer
MsgTitle_Error=Chyba
MsgTitle_Error_FileNotFound=Súbor sa nenašiel
MsgTitle_Error_InvalidColumnSetName=Neplatný názov
Msg_Confirm_ClearList=Chystáte sa vymazať všetky súbory zo zoznamu.\n\nUrčite chcete pokračovať?
Msg_Confirm_ClearMethodList=Vymazať zoznam metód?
Msg_Confirm_DeleteColumnSet=Odstrániť nastavený súbor\n\nNaozaj chcete odstrániť súbor s názvom"%s"
Msg_Confirm_ExtChanged=Rozšírenie zmení niektoré súbory. To môže v niektorých prípadoch urobiť súbory nepoužiteľné.\n\nChcete napriek tomu pokračovať?
Msg_Confirm_OverwriteColumnSet=Súbor už existuje\n\nChcete prepísať súbor s názvom "%s"?
Msg_Confirm_OverwriteFile=Prepísať?\n\nChystáte sa prepísať súbor "% s". Chcete pokračovať?
Msg_Confirm_PopulateList=Chcete doplniť zoznam pôvodnými názvami položiek?
Msg_Confirm_Quit=V zozname zostali súbory\n\nNaozaj chcete skončiť?
Msg_Confirm_RenamingPossibleErrors=Boli nájdené chyby\n\nChyby môžu znemožniť premenovanie súborov.\n\nChcete pokračovať v premenovaní?
Msg_Confirm_SettingsPathChanged=Zmenili ste nastavenia priečinka.\n\nChcete kopírovať aktuálne nastavenie do tohto priečinka?\n\nPoznámka: Všetky existujúce súbory v priečinku budú prepísané.
Msg_Error_AddFileAssociation=Nepodarila sa pridať asociácia súboru
Msg_Error_CannotAddSoManyFiles=Súbory sa nedajú pridať.\n\nNie je možné načítať viac ako %d položiek do zoznamu.
Msg_Error_CheckUpdates=Chyba\n\nNebolo možné skontrolovať aktualizácie.
Msg_Error_CoultNotCreateFolder=Priečinok sa nepodarilo vytvoriť
Msg_Error_FileNotFound=Chyba\n\nNedá nájsť súbor "%s".
Msg_Error_InvalidColumnSetName=Chyba\n\n%s nie je platným názvom\n\nNastavenie názvu stĺpca môže obsahovať iba písmená, čísla,- a _.
Msg_Error_InvalidFolder=Chyba\n\nNeplatný priečinok.
Msg_Error_MustEnableBeforeAddFolders=Musíte povoliť  "%s" alebo "%s"
Msg_Error_NotFoundItems=%d Položky neboli nájdené.\n%s
Msg_Error_NoUndoList=Nemožno vrátiť vybraný zoznam.
Msg_Error_Only2000Plus=Táto funkcia nie je podporovaná vo vašom systéme. Táto funkcia je dostupná iba v systéme Windows 2000 alebo vyššom.
Msg_Error_RemoveFileAssociation=Nepodarila sa odstrániť asociácia súboru.
Msg_Error_RenamingNoFilesInList=Chyba\n\nNedá sa spustiť premenovanie, pretože neexistujú žiadne súbory v zozname.
Msg_Error_Unknown=Neznáma chyba\n\n%s
Msg_FirstTimeUse=Pred prvým použitím programu, odporúčame pozrieť si užívateľskú príručku. \n\nChcete otvoriť užívateľskú príručku teraz?
Msg_Info_BatchModeNotSupportedForFolders=Vybratá úloha nie je podporovaná pre použitie zo zložkami.
Msg_Info_ConvertMethods_0310=V tejto verzii Advanced Renamer, sa metódy predvoľby nachádzajú vo vlastnej zložke. Po kliknutí na tlačidlo OK budete môcť vybrať prázdnu zložku a previesť svoje existujúce metódy predvolieb.
Msg_Info_CouldNotBeAdded=%d súbory nemožno pridať.
Msg_Info_ItemsAlreadyInList=%d Položky sú už v zozname
Msg_Info_LanguageChange=Zmeny jazyka sa sa prejavia až po reštarte programu.
Msg_Info_NewVersion=Nová verzia Advanced Renamer je k dispozícii.\nChcete prevziať novú verziu?
Msg_Info_NoNewVersion=Žiadna nová verzia nie je k dispozícii.
Msg_Info_RevertChanges=Všetky Vaše nastavenia sa vrátia do predvoleného stavu.\n\nChcete pokračovať?
Msg_Info_UndoHasEnded=Vrátenie dávky skončilo s %d chýb.
Msg_Info_UndoSuccess=Úloha bola úspešne vrátená.
MusicFile=Hudobná zložka
Name=Meno
NameAndExtension=Názov a prípona
NameCollisionRule_AppendImgSubsec=Pridať nuly
NameCollisionRule_AppendNumber=Pridať číslo
NameCollisionRule_AppendPattern=Pridať údaj
NameCollisionRule_Fail=Popísať chybu \n
NewCase=Nový rozmer
NewFolder=Nová zložka
NewName=Nový názov
NewNumber=Nové číslo od
No=Nie
NoChange=Žiadna zmena
NoMethods=Nie sú nastavené žiadne metódy.\n\nKliknite na tlačidlo " Pridať metódu"\n\nalebo vyberte zo zoznamu dole.
None=Žiadne
Nth1=1.
Nth2=2.
Nth3=3.
Nth4=4.
Nth5=5.
Nth6=6.
Nth7=7.
Nth8=8.
Nth9=9.
NumberDifference=Číselný rozdiel
NumberLength=Číselná dĺžka
NumberPosition=Poradie čísla
NumericValueOrPattern=Číselná hodnota alebo predloha
Occurrence=Výskyt
OK=OK
OriginalFileNotFound=Pôvodný súbor sa nenašiel
OriginalFileStillExists=Pôvodný súbor stále existuje
OriginalFolderNotFound=Pôvodná zložka sa nenašla
OriginalFolderStillExists=Pôvodná zložka stále existuje
Pattern=Predloha
Poor=Dávkový skript ...
PopulateList=Doplniť zoznam
PreBatchScript=Dávkový skript...
ReadOnly=Iba na čítanie
Readonly_Short=R
RegEx_AnyChar=Ľubovoľný znak
RegEx_CharList=Znak sa nachádza v zozname znakov
RegEx_Digit=Digitálny znak
RegEx_EndLine=Koniec riadku
RegEx_Match0OrMore=0 alebo viac
RegEx_Match1Or0=1 alebo 0
RegEx_Match1OrMore=1 alebo viac
RegEx_MatchLeastNTimeNoMoreM=Aspoň n, ale nie viac ako m
RegEx_MatchLeastNTimes=Aspoň n
RegEx_MatchNTimes=počas n
RegEx_NonCharList=Znak, nie je uvedený v zozname znakov
RegEx_NonDigit=Nie - digitálny znak
RegEx_NonWordChar=Nie - slovný znak
RegEx_StartLine=Začiatok riadka
RegEx_SubAlternative=Čiastočne nastavený variant
RegEx_SubGroup=Čiastočne nastavená skupina
RegEx_SubMatch=Prvé čiastočné nastavenie
RegEx_WordChar=Slovný znak
RemoveCount=Počet znakov
RenamedFileCouldNotBeFound=Premenovaný súbor sa nepodarilo nájsť
RenamedFolderCouldNotBeFound=Premenovanú zložku sa nepodarilo nájsť
RenamedItem=Premenovaná položka
RenamedItemPath=Premenovaná cesta položky
RenumberChange=Zmeniť
RenumberChangeTypeAbsoluteText=Absolútne číslo
RenumberChangeTypeRelativeText=Vzhľadom na existujúce číslo
Replace=Nahradiť
ReplaceWith=Nahradiť za
SaveColumnSet=Uložiť nastavenie stĺpca
SaveList=Uložiť zoznam
Season=Perióda
Sec=Sek.
SelectFolder=Vyberte zložku
SelectMethod=Vyberte metódu.
Separator=Oddeľovač
Set=Nastaviť
ShowInWindow=Zobraziť v okne...
Skip=Krok
StartingAt=Začať od znaku
Status=Stav
Status_TestingNames=Stav: Testovanie názvov...
System=Systém
System_Short=S
Tag=Tag
TagCategoryAdvanced=Rozšírené
TagCategoryChecksum=Kontrolný súčet Tagu
TagCategoryDateTime=Dátum/ čas
TagCategoryDateTimeCreated=Dátum/ čas vytvorenia
TagCategoryDateTimeModified=Dátum/ čas úpravy
TagCategoryDefault=Základné
TagCategoryFileSize=Veľkosť súboru
TagCategoryGPS=GPS
TagCategoryID3=ID3/MP3
TagCategoryImage=Obraz
TagCategoryTVShow=TV Ukážka
TagCategoryVideo=Video
TBShowlblEpisodesTitle=Vyberte si periódu a epizódu pre "%s".
TextList=Textový zoznam
TextToBeReplaced=Nahradiť údaj
ToRemoveMoreThanOne=Ak chcete odstrániť údaje vo viacerých častiach názvu, \npridaním znaku: \\  oddelíte rôzne časti.  (napr.: ab\\ c)
ToReplaceMoreThanOne=Ak chcete nahradiť údaje vo viacerých častiach názvu, \npridaním znaku: \\  oddelíte rôzne časti.  (napr.: ab\\ c)
TrimCharacters=Odobrať znaky
TypeNameForColumnSet=Zadajte názov pre nastavenie stĺpca.
Unknown=Neznáme
Unset=Zrušiť
UpdateAvailable=Nová verzia je k dispozícii. Kliknite tu.\n\n\n
UpperCase=Použiť:  VEĽKÉ písmena
UpperCaseFirstLetter=Použiť:  Veľké písmeno na začiatku
UpperCaseFirstLetterInEveryWord=Použiť:  Veľké Prvé Písmeno Na Každom Slove
UpperCasePattern=Znaky z [ Predlohy ] zmeniť na VEĽKÉ
UseRegularExpressions=Použiť regulárne výrazy
Value=Hodnota
Video=Video
VideoFile=Videosúbor
WithErrors=Položky s chybami
WithoutErrors=Položky bez chýb
WordSeperators=Oddeľovač slov
Year=Rok
Yes=Áno
ZeroPadding=Vyplniť nulami
ZeroPadTypeAuto=Automaticky
ZeroPadTypeManual=Manuálne
ZeroPadTypeNo=Bez vyplnenia
